[ {
    "name": "Stitch",
    "personality": "Formerly: Evil, naughty, disobedient, unlikable, destructive, aggressive, cruel, relentless, aimless; Currently: Cute, protective, friendly, hyperactive, childish, fun-loving, brave, curious, clever, innocent, lovable, adorable, caring, loyal, heroic, impulsive, a bit crude at times",
    "appearance": "Small blue, koala-like alien space creature, large turquoise eyes that appear as black, tufts of fur on his head and chest, retractable antennae, short tail, indigo designed spots on both his back and the back of his head, four arms, sharp indigo claws on each paw, retractable spines on his back, stubby white teeth, large blue bat-like ears, indigo nose, long pink tongue, aqua countershading around his eyes and from his lower lip down to his abdomen, and widely-spaced canine toes",
    "nationality": "United Galactic Federation",
    "occupation": "Jumba's 626th experiment;\nLilo's pet \"dog\";\nCaptain of the B.R.B. 9000 (temporarily)",
    "likes": "Having fun, his family, good cousins, dancing, food (especially coconut cake and coffee), surfing, hugs, playing the guitar, Elvis Presley, helping others, frogs, turtles, ducks, spending time with Angel, being fluffy",
    "dislikes": "Water, competition, starvation, being alone, rejection, loud sounds, toasters, shots, Mertle, Gantu (formerly), evil cousins, threats to his family",
    "powers": "Feral Mind (temporarily);\nDense Body Tissue;\nFireproof Skin;\nBulletproof Skin;\nShockproof;\nHypercognition;\nLingual Intuition;\nCooking Intuition;\nParallel Computing;\nVehicle Intuition;\nEnhanced Strength;\nWall Crawling;\nSpherical Form;\nEnhanced Speed;\nEnhanced Jump;\nElectromagnetic Vision;\nInfrared Vision;\nX-Ray Vision;\nAudio Amplifier;\nEnhanced Hearing & Smell;\nSkilled Hand-to-Hand Combat;\nVenomous Spines;\nAlien Form;\nDog Form;\nSemi-Immortality;\nVacuum Adaptation;\nWeaknesses;\nWater;\nMemory Erase;\nSnootonium Drain;\nSonic Blasts;\nStrength Limit;\nTrash Ingestion",
    "famousquotes": "\"Pinhead with hooves? Well, you know how men are, they think \"no\" means \"yes and \"get lost\" means \"take me, I'm yours.\" \"It's been a real slice.\"",
    "zodiacsign": "Gemini",
    "category": "Hero",
    "image": "stitch"
},
{
    "name": "James P. Sullivan",
    "personality": "Humble, loyal, helpful, benevolent, protective, fearsome, warm",
    "appearance": "Big and muscular monster, cyan hair with magenta spots, periwinkle eyes, sharp white teeth, teal nose, thick cyan eyebrows, long tail, purple spikes, both gray horns (later changed to white) and claws",
    "nationality": "Monster",
    "occupation": "College student (formerly); Mailman (formerly); Scarer (formerly); CEO of Monsters, Inc.",
    "likes": "His job, working out, Boo, hanging out with Mike",
    "dislikes": "Harming human children, driving, rivalry, public displays of affection, Mr. Waternoose's betrayal",
    "powers": "Strength",
    "famousquotes": "\"People always do crazy things...when they're in love.\"",
    "zodiacsign": "Libra",
    "category": "Hero",
    "image": "jamesPsullivan"
},
{
    "name": "Buzz Lightyear",
    "personality": "Delusional (formerly), heroic, friendly, loyal, kind, humorous, caring, selfless, good-hearted, understanding, diligent, protective, brave, noble, daring, valiant, enthusiastic, understanding, determined, committed, smart but somewhat naive, adventurous, buddy-buddy, witty, cautious, funny, stalwart, shy (around Jessie)",
    "appearance": "Slender space-age action figure, handsome, muscular, blue eyes, lime green and white spacesuit, three oval-shaped buttons (one red, one green, one blue), clear bubble-esque retractable sun helmet with purple buttons on the sides, jetpack with a karate chop action button, purple pop-out wings with red and white stripes, purple cap",
    "nationality": "Zurtronian",
    "occupation": "Space Ranger Toy",
    "likes": "His friends, dancing, being played with, flying, adventures, being together as a family",
    "dislikes": "Danger, being switched to \"demo mode\", losing his friends, being called a toy (formerly), Woody being selfish",
    "powers": "Laser; Karate chop action; Glow-in-the-dark feature",
    "famousquotes": "\"Congratulations, Wonderboy. You'll make one heck of a god.\"",
    "zodiacsign": "Scorpio",
    "category": "Other stars",
    "image": "BuzzLightyear"
},
{
    "name": "Lightning McQueen",
    "personality": "Formerly: Self-absorbed, coarse, egotistical, arrogant, cocky, ambitious, insensitive; Later: Smart, friendly, kind-hearted, over-confident, fast, sweet, serious, good-natured, nice, selfless, positive, cool, courageous, impatient at times",
    "appearance": "Lightning has blue eyes and primary has warm colors in his paint jobs",
    "occupation": "Rookie racer (formerly); World champion racer; Veteran racer and Cruz Ramirez's crew chief",
    "likes": "Being himself, his fanclub, performances, Radiator Springs, hanging out with Mater and Sally, training with Doc, winning in first place, Rust-eze, rusty cars, being proud of himself, accepting loss, his fellow racers",
    "dislikes": "Rust-eze (formerly), rusty cars (formerly), his tires blowing out, racing crashes, Radiator Springs and its residents (formerly), being covered in tar, landing in the cactus patch, losing, being mocked, other race cars stealing his \"Ka-chow!\" bit, assassinations, danger, embarrassment, wasting time, threatening to be retired, being called \"old\", his fellow racers in distress, Chick Hicks, Francesco Bernoulli (formerly), Jackson Storm",
    "powers": "Speed; Engines; Racing skills",
    "famousquotes": "\"Ka-chow!\"",
    "zodiacsign": "Leo",
    "category": "Hero",
    "image": "LightingM"
},
{
    "name": "Mickey Mouse",
    "personality": "Charismatic, heroic, scrappy, cheerful, brave, fun-loving, youthful, selfless, clean-living, bashful, mischievous, forgetful, optimistic, naïve, friendly, stubborn, lazy, adventurous, clever, cocky, impatient, polite, competitive, authoritative, big-hearted, energetic, romantic, soft-spoken",
    "appearance": "Short and slender black mouse, cream (sometimes white) face, black tail, black nose, red cotton fabric shorts with two oval buttons horizontally up front and back, yellow shoes (sometimes brown), white gloves with three slits in each glove",
    "occupation": "Actor; Ajax employee; Detective (comics); Others vary by role",
    "likes": "Minnie, his friends, dancing, hot dogs, sandwiches, adventures, video games, movies, cheese, holidays, music, helping others, playing with Pluto, romance, camping, sleeping, traveling",
    "dislikes": "Pluto causing trouble, upsetting Minnie, Donald's temper, Goofy's clumsiness, spiders, being called a \"rat\", being taken advantage of, criminals, his rival, storms, gossip, horror films, bugs, traffic, crimes",
    "powers": "Cartoon physicality",
    "famousquotes": "\"See ya real soon!\"; \"Oh, boy!\"; \"Hot dog!\"; \"Aw, gosh!\"; \"Hiya, Pal!\"; \"Ha ha!\"",
    "zodiacsign": "Sagittarius",
    "category": "Classic stars ",
    "image": "mickeyMouse"
},
{
    "name": "Winnie The Pooh",
    "personality": "Slow, naive, gluttonous, caring, quiet, friendly, dim-witted, impulsive, forgetful, simple-minded, gullible, illiterate, childlike, oblivious, thoughtful, honest, ignorant, positive, lazy, polite",
    "appearance": "Obese yellow teddy bear, both black beady eyes and nose, red short-sleeved shirt",
    "nationality": "Russian",
    "occupation": "Super Sleuth (in My Friends Tigger and Pooh)",
    "likes": "Honey, his friends, balloons, cookies, sleeping, morning exercises, songs, Christmas, autumn, his tummy rumbling, blustery days",
    "dislikes": "Bees, running out of honey, floods, the thought of losing Christopher Robin, Heffalumps (formerly), Woozles, his seam ripping",
    "powers": "Invulnerability (designed as a stuffed animal, filled with fluff); Communication with bees (in The Book of Pooh)",
    "famousquotes": "\"Oh, bother!\"; \"Think, think, think!\"; \"Oh, stuff and fluff.\"; \"I always get to where I'm going by walking away from where I've been.\"",
    "zodiacsign": "Gemini",
    "category": "Classic stars ",
    "image": "winniethepooh"
},
{
    "name": "Pinocchio",
    "personality": "Happy-go-lucky, brave, innocent, gullible, wide-eyed, cute, sweet, adorable, childlike, carefree, unabashed, insecure, tactical, heroic, selfless",
    "appearance": "Slender marionette, slightly pudgy face, fringe of thick jet-black hair, blue eyes, four fingers on each hand, yellow hat with a red feather under a blue band, bright red cotton fabric short overalls with yellow buttons, black vest, big blue bow tie, light yellow shirt, white gloves, brown shoes",
    "nationality": "Italian",
    "occupation": "a puppet created by Geppetto and imbued with life by the Blue Fairy",
    "likes": "Dancing, new things/experiences",
    "dislikes": "Getting into trouble, being separated from his father, danger for him or anyone else, the idea of being chopped into firewood, his nose growing when he tells a lie",
    "famousquotes": "\"Gee, you're funny! Do it again!\"; \"I'm a real boy!\"",
    "zodiacsign": "Capricorn",
    "category": "Classic stars ",
    "image": "pinoccioą"
},
{
    "name": "Nemo",
    "personality": "Nemo is a very energetic young clownfish",
    "appearance": "Small and slender orange clownfish, big white stripes, small black stripes, freckles, scarlet eyes, underdeveloped right fin",
    "nationality": "Australian",
    "occupation": "Fish student",
    "likes": "Adventure, succeeding, exploring, sea turtles, school, Marlin (his father), Gill, Dory",
    "dislikes": "Being stuck, his father's overprotectiveness, being separated from his father, the idea of being Darla's present, his father being rude to Dory, living in a fish tank, his father being fearful",
    "famousquotes": "\"Let's do it.\"; \"It's my dad. He took on a shark!\"",
    "zodiacsign": "Leo",
    "category": "Hero",
    "image": "nemo"
},
{
    "name": "WALL-E",
    "personality": "Friendly, shy, caring, brave, nervous, fun-loving, lonely (formerly), scientific, curious, romantic",
    "appearance": "Small robot, goggle eyes, ochre cube-shaped body, 2 small arms and conveyor belt feet, interior that acts as a trash compactor",
    "occupation": "Cleaner robot",
    "likes": "Exploring, company, discovering new things, musicals, EVE",
    "dislikes": "Danger, threats, losing EVE",
    "powers": "Waste Compaction",
    "famousquotes": "\"EVA!\"",
    "zodiacsign": "Libra",
    "category": "Hero",
    "image": "wall-e"
},
{
    "name": "Héctor Rivera",
    "personality": "Mischievous, well-meaning, sly, charming, caring, loving, nice, somewhat desperate (at first), fatherly, humorous, benevolent, romantic, protective, crafty, stubborn",
    "appearance": "Slender male skeleton, black hair and goatee, magenta eyes (brown when alive), one gold tooth, tan skin (formerly)",
    "nationality": "Mexican",
    "occupation": "Musician (formerly)",
    "likes": "Music, singing and dancing, his family, Día de los Muertos, tacos, tequila, bread of the dead, his daughter, his great-great grandson",
    "dislikes": "Being forgotten, his family in danger (especially living members), upsetting Imelda, musicians (formerly), his action of leaving his family behind, being separated from his family, Ernesto's betrayal, being told how skeletons walk",
    "famousquotes": "\"Yes, it is I, Frida Kahlo! Shall we skip the scanner? I'll be on so many ofrendas, it'll just overwhelm your blinky thingie.\"",
    "zodiacsign": "Cancer",
    "category": "Hero",
    "image": "hectorRivera"
},
{
    "name": "Mad Hatter",
    "personality": "the mad hatter is a seemingly insane character that gives out riddles and dresses fashionably.",
    "appearance": "Hatter is quite fashionable and impossible to miss in the movie. He is a wild-eyed character with a bow tie on top of a strange suit.",
    "nationality": "Wonderland",
    "occupation": "Hatter",
    "likes": "Drinking tea. selling hats, saying raddles and confusing everyone around him.",
    "dislikes": "Queen of Hearts. ",
    "powers": "Always having tea time aka 6pm",
    "famousquotes": "There is a place, like no place on earth. A land full of wonder, mystery, and danger. Some say, to survive it, you need to be as mad as a hatter. Which, luckily, I am.",
    "zodiacsign": "Sagittarius",
    "category": "Other stars",
    "image": "madHeater"
},
{
    "name": "Jack Sparrow",
    "personality": "Sparrow is a trickster who uses wit and deceit to attain his goals, preferring to end disputes verbally instead of by force. He walks with a slightly drunken swagger and has slurred speech and flailing hand gestures. Sparrow is shrewd, calculating, and eccentric.Jack Sparrow. Captain of the Black Pearl and legendary pirate of the Seven Seas, Captain Jack Sparrow is the irreverent trickster of the Caribbean.A captain of equally dubious morality and sobriety, a master of self-promotion and self interest, he ﬁghts a constant and losing battle with his own best tendencies.",
    "appearance": "Dark long dred like hair, he always wears a hat, that really suits whole ship and pirated aesthetic, he wears often baggy clothes and pretty much doesnt care about how clean they are. Has knee hight lether boots and a sword attached to his belt. He wears heavy black under-eye makeup and has tanned skin, brown eyes and mustache.",
    "nationality": "was born in the middle of the Indian Ocean during a typhoon.Shipwreck Cove",
    "occupation": "A pirate",
    "likes": "He likes to drink rum, travel around on his ship, making freinds, putting himself in some sketchy situations. ",
    "dislikes": "He dislikes the udead pirates, kraken.",
    "famousquotes": "Why is the rum always gone?",
    "zodiacsign": "Sagittarius",
    "category": "Hero",
    "image": "JaskSparrow"
},
{
    "name": "Maui",
    "personality": "As Maui will proudly declare to anyone who listens, he’s a shapeshifter, a demigod of the wind and sea, and a hero of man who helped create ocean life.egotistical, self-centered, and brash, though with hidden vulnerabilities.No one loves Maui more than Maui does",
    "appearance": "Dark skin, brown eyes, long curly hair,big round face, very thicc body, waers a necklace of seashells and leaf skirt. Has a lot of traditional tattoos. ",
    "nationality": "South-West Pacific",
    "occupation": "a demigod, shapeshifter, a demigod of the wind and sea, and a hero of man who helped create ocean life, but thats not really true.",
    "likes": "himself",
    "dislikes": "when somebody does not belive in him or things he say.",
    "powers": "he has godly powers and strenght.",
    "famousquotes": "If you wear a dress and have an animal sidekick, you’re a princess",
    "zodiacsign": "Leo",
    "category": "Hero",
    "image": "Maui1"
},
{
    "name": "Snow White Dwarfs",
    "personality": "All the dwarfs have their own personality and are very different from one another. The are also different age and are wiser or dummer depending on how old they are. One is wise, one is grumpy, one loves to have fun. ",
    "appearance": "Very short, hardworking dwarfs, with hats and overalls. Most of the have beards, they wear belts. ",
    "nationality": "German",
    "occupation": "They dig mines and underground tunnels, looking for something worthy",
    "likes": "working hard",
    "dislikes": "cleaning",
    "famousquotes": "Ya crazy fool! Fine time ya picked to sneeze!",
    "category": "Classic stars"
},
{
    "name": "Peter Pan",
    "personality": "Dreamy young boy, who does not want to grow up.A free-spirited and mischievous young boy who can fly and never grows up, ",
    "appearance": "Slender, in green suit, light brown hair and light skin.",
    "nationality": "English",
    "occupation": "A fictional character who just wants to have fun",
    "likes": "spending time in Neverland",
    "dislikes": "growing up",
    "powers": "he can fly, and travel through dimensions, he also never ages.",
    "famousquotes": "Dreams do come true, if only we wish hard enough. You can have anything in life if you will sacrifice everything else for it.",
    "category": "Hero"
},
{
    "name": "Remy",
    "personality": "idealistic, clever, and determined. Despite the obstacles, Remy demonstrates over and over again that he is willing to put his life on the line if it means getting closer to fulfilling his dream.",
    "appearance": "Its literally a rat. Gray, big pink ears..",
    "nationality": "French",
    "occupation": "rat, chief",
    "likes": "preparing food and wroking in team with his friends. ",
    "dislikes": "-",
    "powers": "he can cook",
    "famousquotes": "Change is nature, Dad. The part that we can influence. And it starts when we decide.",
    "category": "Other stars"
},
{
    "name": "Aurora",
    "personality": "Kind,\nelegant,\nsophisticated,\ngentle,\nromantic,\nnaive,\ncarefree.\n",
    "appearance": "Beautifull,\ngolden Hair,\nviolet Eyes,\nred Rose Lips,\nslender.\n",
    "nationality": " American",
    "occupation": "Princess",
    "likes": "Daydreaming;\nBerry Picking;\nDancing;\nAnimals;\nNature;\nSongs;\nRomance;\nForest Walks;\nSinging;",
    "dislikes": "Being treated like a child;\r\nArranged Mariages;\r\n",
    "powers": "\nMaking two stacks of paper pick themselves up;\nTransforming the nightgown into a ball gown with a dazzling necklace, matching earrings and a jewelled tiara;\nTurning a man into a duck;\n",
    "zodiacsign": "Pisces;",
    "category": "Princess",
    "image": "aurora"
},
{
    "name": "Bambi",
    "personality": "Curious,\nnaive,\ncharming,\nshy.\n",
    "appearance": "Orange fur,\nwheat spots,\nbrown hooves,\nred eyes.\n",
    "nationality": "American",
    "occupation": "Fawn",
    "likes": "Copying how the grown-up stags prance around;\nHis friendship with Thumper and Flower;\nFlowers; \nButterflies; \nSnow;\n",
    "dislikes": "Ice-skating;\r\nHis mother's death;\r\nForest fires; \r\nHunters; \r\nHis father's stubbornness;\r\n",
    "powers": "Animalistic capabilities of a deer;",
    "famousquotes": "\"Eating greens is a special treat, It makes long ears and great big feet. But it sure is awful stuff to eat.\" I made that last part up myself.\"",
    "zodiacsign": "Capricorn",
    "category": "Classic Star",
    "image": "bambi"
},
{
    "name": "Dumbo",
    "personality": "Playful,\ninnocent,\nfunny,\nfearfull,\nopen-hearted.\n",
    "appearance": "Gray skin,\nblue eyes,\nsmall tail,\nlarge ears.\n",
    "nationality": "Asian",
    "occupation": "Circus performer;\nElephant\n",
    "likes": "Companionship; \r\nBeing with his mother;\r\nFlying;\r\nAppreciation;\r\nLoyalty;\r\nBubble baths; \r\nPeanuts;\r\n",
    "dislikes": "Loneliness;\r\nMistreatment; \r\nBeing bullied;\r\n",
    "powers": "Flight;",
    "famousquotes": "\"I think I will have seen everything when I see and elephant fly.\"",
    "zodiacsign": "Aquarius;",
    "category": "Classic Star",
    "image": "dumbo"
},
{
    "name": "Mowgli",
    "personality": "Adventurous,\ncourageous,\nstubborn,\nfearless,\nnatural leader.",
    "appearance": "Slender,\ntan skin,\nblack hair,\nblack eyes,\nbarefoot.\n",
    "nationality": "Indian",
    "occupation": "Jungle boy",
    "likes": "Singing; \r\nHaving fun; \r\nShanti; \r\nThe jungle; \r\nBeing with Baloo; \r\nMangos;\r\nParties;\r\n",
    "dislikes": "Shere Khan's threats, Kaa trying to eat him, Bagheera's nagging, being taken advantage of, abandonment, being told what to do",
    "powers": "Can talk to animals;",
    "famousquotes": "“Many strange legends are told of these jungles of India, but none so strange as the story of a small boy named Mowgli.”\"Yeah, man!\"\r\n\"I wanna stay in the jungle.\"\r\n\"You don't scare me. I don't run from anyone.\"",
    "zodiacsign": "Aries;",
    "category": "Hero"
},
{
    "name": "Baloo",
    "personality": "Laid-back, optimistic, compassionate, empathetic, fun-loving, slothful, caring, sweet, clumsy, erudite, fatherly, opportunistic, jovial, kind, selfless, gentle, good-natured, content, friendly, playful, protective",
    "appearance": "Tall, obese blue-gray sloth bear, brief hair, periwinkle muzzle, large aqua-gray belly, palms and soles, crimson nose, white claws and toenails, brief tail.",
    "nationality": "Indian",
    "occupation": "Bear",
    "likes": "Fruits, jazzy swing music, being with Mowgli, swimming, having his back scratched, dancing, partying, ants, sleeping",
    "dislikes": "Working, being alone, being serious, too much responsibility, anything bad happening to Mowgli, the bandar-logs, getting his rump bitten, higher heights",
    "powers": "Physical strength",
    "famousquotes": "“Whenever great deeds are remembered in this jungle, one name will stand above all others: our friend, Baloo the bear.”",
    "zodiacsign": "Leo;",
    "category": "Other stars"
},
{
    "name": "Donald Duck",
    "personality": "Short-tempered, jealous, proud, heroic aggressive, cynical, selfish (sometimes), selfless, loyal, family-orientated, fun-loving, determined, daring, insecure, pessimistic, impulsive, stubborn, adventurous, friendly, caring, protective, cowardly (sometimes), fatherly",
    "appearance": "Slender duck, white feathers, black eyes, light blue sclerae, blue sailor suit (colored black in most comics) with a couple gold or white buttons (previously) and gold or white lining around the collar and at the end of the sleeves, red bow tie (previously colored black), blue hat (previously colored white) with both black tassel and brim (previously colored blue), both orange bill and webbed feet",
    "nationality": "American",
    "occupation": "Sailor;\nActor;\nClub manager and doorman (in House of Mouse);\nAjax employee;\nNaval officer;\nPilot;\nChef;\nSea captain;\nCaballero",
    "likes": "Fame and glory, his family and friends, soda, riches, boats, sailing, fishing, adventures, hiking, eating, his hammock, relaxation, appreciation, hot chocolate, hockey, Christmas, dancing",
    "dislikes": "Being second best, losing his temper, humiliation, Goofy's clumsiness, upsetting Daisy, his nephews' pranks, troublesome kids, Gladstone's arrogance and attempt to steal Daisy, bad luck, losing his hat, Chip and Dale's mischief, unruly animals, his voice being misunderstood",
    "powers": "Can speak english",
    "famousquotes": "\"Aw, phooey!\"\r\n\"Oh boy, oh boy, oh boy!\"\r\n\"Hey, what's the big idea?\"\r\n\"Quack!\"\r\n\"So!\"\r\n\"Oh yeah?\"\r\n\"Uh oh!\"\r\n\"Doggone.\"\r\n\"Ah, nuts!\"\r\n\"This is exasperating.\"\r\n\"Why does this always happen to me?\"",
    "zodiacsign": "Cancer;",
    "category": "Classic Star",
    "image": "donaldduck2"
},
{
    "name": "Pongo",
    "personality": "Clever, heroic, sweet, curious, caring, fun-loving, mischievous, loving, fatherly, determined, protective, bold, loyal, optimistic, occasionally strict",
    "appearance": "Slender Dalmatian, white fur, black spots, black ears, black nose, brown eyes, red collar with a gold license",
    "nationality": "English",
    "occupation": "Dalmatian",
    "likes": "Perdita, his family, his puppies, sleeping, Roger's music, mocking Cruella, dancing, being with his family",
    "dislikes": "Cruella De Vil, losing his puppies, anyone who is a threat to his family, upsetting Roger, rules, disobedience, getting tough with the puppies, losing count, Perdita being too strict with the puppies",
    "powers": "Has the ability to speak, can run long distances",
    "famousquotes": "\"My story begins in London, not so very long ago. And yet so much has happened since then, that it seems more like an eternity.\"",
    "zodiacsign": "Virgo;",
    "category": "Hero",
    "image": "pongo1"
},
{
    "name": "Mufasa",
    "personality": "Wise, trusting, strong, aspiring, dignified, protective, powerful, fatherly, understanding, rational, righteous, playful, loving, humble, optimistic, bold, patient, short-tempered (occasionally), instructive, mighty, levelheaded, inspirational, commanding, regal, selfless",
    "appearance": "Large lion, muscular, gold-yellow fur, beige muzzle, underbelly and paws, brown nose and paws, red mane, red eyes",
    "nationality": "African",
    "occupation": "King of the Pride Lands (until his death)\r\nGreat King of the Past",
    "likes": "Patrolling the Pride Lands, pouncing lessons, his family, the Morning Report, giving out advice and wisdom",
    "dislikes": "Simba's disobedience, Scar's rudeness, threats to his kingdom and family, betrayal, disturbances in the Circle of Life, selfishness, hyenas",
    "powers": "Animalistic strength",
    "famousquotes": "\"We are all connected in the great Circle of Life.\"\r\n\"One day, Simba, the sun will set on my time here... And will rise to you, as the new king.\"\r\n\"Everything the light touches is our kingdom.\"",
    "zodiacsign": "Leo;",
    "category": "Hero"
},
{
    "name": "Simba",
    "personality": "Guilt-ridden (formerly), arrogant (formerly), strict (formerly), overprotective (formerly), worrisome (formerly), prejudiced (formerly), mischievous (as a cub), adventurous, brave, stubborn, heroic, protective, kind-hearted, understanding, strong-willed, affectionate, short-tempered, fatherly, dependable, selfless, remorseful, sophisticated",
    "appearance": "Slender, muscular lion, gold fur, beige muzzle, underbelly and paws, pink nose, red mane, red eyes",
    "nationality": "African",
    "occupation": "King of the Pride Lands",
    "likes": "Kingship and daydreaming about being King, having fun, teasing Zazu (formerly), eating bugs, hanging with Timon and Pumbaa, peace and safety in the Pride Lands, his family and friends",
    "dislikes": "Scar's lies and betrayal, the idea of marrying Nala (as a cub), being treated like a cub, being groomed, upsetting his father, family threats, threats to the kingdom, hyenas, Outsiders (formerly), jackals, Kiburi",
    "powers": "Animalistic strength, speed, stamina, and endurance",
    "famousquotes": "\"Danger? Ha, I walk on the wild side. I laugh in the face of danger!\"\r\n\"Sometimes, what's left behind can grow better than the generation before...if given the chance.\"",
    "category": "Hero"
},
{
    "name": "Simba's girl",
    "category": "Other stars"
},

{
    "name": "Piglet",
    "personality": "Innocent, cowardly, paranoid, scared, brave, shy, cute, heroic, anxious, coy, quiet, supportive, passive, timid, helpful, organized",
    "appearance": "Small and slender piglet, pink skin, both rose ears and snout, thin black eyebrows, matching beady eyes, magenta jumpsuit with black-hairlined stripes (green in original books)",
    "nationality": "Russian",
    "occupation": "Unknown",
    "likes": "Being with Pooh and his friends, haycorns, safety",
    "dislikes": "Danger, his size, bees, the dark, Woozles, blustery days",
    "powers": "Small degree of physical strength",
    "famousquotes": "\"Oh, d-d-d-dear! I musn’t f-f-f-fear!\"",
    "zodiacsign": "Libra",
    "image": "piglet"
},

{
    "name": "Tigger Winniethepooh",
    "personality": "Rambunctious, upbeat, childish, carefree, fun-loving, goofy, giddy, destructive, mischievous, friendly, exuberant, comical, loyal, tough, loud, jolly, overconfident, inconsiderate, hardy, playful, charismatic, optimistic, bold, valiant, trustworthy, boisterous, energetic, dramatic, silly, humorous",
    "appearance": "Slender orange tiger, white upper face, ear innards, muzzle and belly, black stripes, pink nose, beady black eyes, three whiskers (four in Winnie the Pooh)",
    "nationality": "Russian",
    "occupation": "Unknown",
    "likes": "Being the only \"tigger\", bouncing, ice cream sundaes, teasing Rabbit, playing with Pooh and his friends, goofing off, extract of malts, cheering everyone up, songs",
    "dislikes": "Honey (formerly), bees, acorns, thistles, ice-skating (formerly), Poohsticks (formerly), heights, baths, not bouncing, Rabbit scolding him",
    "powers": "Incredible bouncing abilities, speed, agility, acrobatics",
    "famousquotes": "\"T.T.F.N.! Ta-ta- for now!\"",
    "zodiacsign": "Sagittarius",
    "category": "Other stars",
    "image": "tiger"
}]