[
    {
        "name": "Tarzan",
        "personality": "Valiant, adventurous, resourceful, positive, bold, loving, fearless, dependable, curious, polite, playful, demonstrative, open-minded, mysterious, talkative, warm, caring, brave, kind, heroic, innocent, disobedient, obstreperous, selfless, righteous, big-hearted",
        "appearance": "Slender, muscular, barefoot, tan skin, long brown hair in dreadlocks, blue-green eyes, light brown loincloth",
        "nationality": " ",
        "occupation": "Leader of his gorilla family\nLord of the Jungle",
        "likes": "Swinging on vines, tree-surfing, wrestling, fruit, hunting, adventure, human technology",
        "dislikes": "Danger, causing trouble for his family, being tickled on his toes, poachers, leopards, discrimination, captivity, betraying his family",
        "powers": "Incredible physical strength and agility, powerful lungs, animalistic abilities",
        "famousquotes": "\"I'm not a man like YOU!\"",
        "zodiacsign": "Scorpio",
        "category": "Prince",
        "image": "Tarzan"
    },

    {
        "name": "Prince Charming",
		"personality": "Kind, gentle, humble, polite, innocent, giving, compassionate, selfless, heroic, sensitive, romantic, insecure, astute, trustworthy, daring, protective, slightly shy, clumsy, powerful, good-hearted, strong, remorseful\r\n",
        "appearance": "He has the head structure and horns of a buffalo, the arms and body of a bear, the eyebrows of a gorilla, the jaws, teeth, and mane of a lion, the tusks of a wild boar and the legs and tail of a wolf. He also bears resemblance to mythical monsters like the Minotaur or a werewolf.",
        "nationality": "French",
        "occupation": "Prince",
        "likes": "Belle, silence, being loved, books, classical music, King Arthur, waltzing, birds, snowball fights, Christmas",
        "dislikes": "Intruders, strangers, Belle in danger, Gaston, threats to his castle, discrimination, being disturbed, being judged by his appearance, Christmas (formerly), disobedience, being a beast",
        "powers": "Incredible strength, speed, agility, and animal-like qualities (as a beast)",
        "famousquotes": "\"I let her go... because I love her.\"",
        "zodiacsign": "Cancer",
        "category": "Prince"
    },
    {
        "name": "Beast",
        "personality": "Kind, gentle, humble, polite, innocent, giving, compassionate, selfless, heroic, sensitive, romantic, insecure, astute, trustworthy, daring, protective, slightly shy, clumsy, powerful, good-hearted, strong, remorseful\r\n",
        "appearance": "He has the head structure and horns of a buffalo, the arms and body of a bear, the eyebrows of a gorilla, the jaws, teeth, and mane of a lion, the tusks of a wild boar and the legs and tail of a wolf. He also bears resemblance to mythical monsters like the Minotaur or a werewolf.",
        "nationality": "French",
        "occupation": "Prince",
        "likes": "Belle, silence, being loved, books, classical music, King Arthur, waltzing, birds, snowball fights, Christmas",
        "dislikes": "Intruders, strangers, Belle in danger, Gaston, threats to his castle, discrimination, being disturbed, being judged by his appearance, Christmas (formerly), disobedience, being a beast",
        "powers": "Incredible strength, speed, agility, and animal-like qualities (as a beast)",
        "famousquotes": "\"I let her go... because I love her.\"",
        "zodiacsign": "Cancer",
        "category": "Prince"
    },
    {
        "name": "Hercules",
        "personality": "Clumsy, brave, selfless, polite, warmhearted, heroic, bold, ambitious, sweet, comedic, wide-eyed, gullible",
        "appearance": "Muscular, light tan skin, strawberry-blond hair, blue eyes",
        "nationality": "Greek",
        "occupation": "Prince of the Gods and Goddesses\nTrue hero",
        "likes": "Meg, heroic deeds, his merchandise, the regulations of being a hero, play-fighting Pegasus, training, his family, skipping rocks",
        "dislikes": "Failures, Hades, causing trouble, Meg in danger, evil, Phil's temper, discrimination, being called Jerkules",
        "powers": "Superhuman strength\nImmortality (formerly)\nEternal youth (formerly)\nSuperhuman endurance\nSuperhuman agility and reflexes",
        "famousquotes": "\"I've beaten every single monster I've come up against. I'm the most famous person in all of Greece... I'm an action figure!\"",
        "zodiacsign": "Aries",
        "category": "Prince"
    },
    {
        "name": "Aladdin",
        "personality": "Charming, heroic, brave, kind, selfless, adventurous, daring, athletic, mischievous, thieving, smart, steadfast, dependable, generous, caring, bold, loving, cheery, clever, helpful, supportive, compassionate, protective, resourceful, trustworthy, insecure, sympathetic, cheeky, obstinate, enthusiastic, optimistic, fun-loving, determined",
        "appearance": "Slender, slightly muscular, tan skin, black hair, thick eyebrows, brown eyes",
        "nationality": "Agrabah (Arabian)",
        "occupation": "Thief (formerly)\nPrince and heir to the throne of Agrabah",
        "likes": "Acceptance, adventures, seeing the world, helping others, outwitting Razoul, apples, acrobatics, watermelon, bread",
        "dislikes": "Danger, discrimination, poverty, Iago's schemes, Abu stealing for selfish reasons, Genie's sass, being himself (formerly)",
        "powers": "Experienced in hand-to-hand combat\nAgility and athleticism",
        "famousquotes": "\"Do you trust me?\"\n\"Trouble? No way. You're only in trouble if you get caught.\"\n\"Genie, you're free!\"",
        "zodiacsign": "Sagittarius",
        "category": "Prince"
    },
    {
        "name": "Genie Aladdin",
        "personality": "Flamboyant, fun-loving, powerful, comical, benevolent, compassionate, kind-hearted, cheerful, positive, adventurous, jovial, wacky, funny, animated, sassy, hyper, goofy, energetic, boisterous, larger-than-life, loyal, wise, thoughtful, loving, devoted, happy-go-lucky, helpful, eccentric, enthusiastic, selfless, forgiving, talkative, caring, friendly",
        "appearance": "Slender, muscular blue genie varying in size, pointy ears, hooked nose, curly black beard, thick black eyebrows, black ponytail with a gold bead that holds it, gold cuffs on both wrists and one earring, dark blue pants, red waistband, red Arab-style shoes, legs are usually a misty tail",
        "nationality": "Agrabah (Arabian)",
        "occupation": "Genie of the Lamp",
        "likes": "Freedom, exploiting his powers, jokes, chess, pool, parades, doing impressions, Eden, dancing, movies, traveling",
        "dislikes": "Slavery, itty-bitty living spaces, losing, bringing people back from the dead, guavas, catching pneumonia, getting snapped by crabs, his magic being used for evil, lies",
        "powers": "Nearly unlimited cosmic power",
        "famousquotes": "\"Phenomenal cosmic powers... itty bitty living space!\"\n\"Oh, Al, I'm gettin' kinda fond of you, kid. Not that I want to pick out curtains or anything.\"\n\"No matter what anybody says, you'll always be a prince to me.\"",
        "zodiacsign": "Leo",
        "category": "Prince"
    },
    {
        "name": "Eeyore winnie the pooh",
        "personality": "Gloomy, dismal, sarcastic, depressed, dull, dreary, negative, caring, thoughtful, pessimistic, loyal, observant, cynical, kind, good-hearted, friendly, monotone, worrisome, down-to-earth, insightful, wise",
        "appearance": "Gray (sometimes blue) toy donkey, old, black mane, both light gray (sometimes fair) muzzle and underbelly to his legs, long ears, pink ear innards, thick black eyebrows, droopy eyes, detachable tail with a black tuft, a pink bow, and silver nail on his tail to his rear",
        "nationality": "Russian",
        "occupation": "Unknown",
        "likes": "Being gloomy, eating thistles and sugar cubes, Poohsticks, birthday parties, flowers, stars, sad stories and poems, looking over his hill",
        "dislikes": "Being alone, losing his tail, being bounced by Tigger, bees, his house falling down, honey (formerly), apples",
        "powers": "Physical strength",
        "famousquotes": "\"Thanks for noticin' me.\"\n\"Typical, everyone's invited but me.\"\n\"It figures.\"",
        "zodiacsign": "Pisces",
        "category": "Prince"
    },
    {
        "name": "Snow White",
        "personality": "Snow White is well known for her kindness and optimism,She is quick to charm, winning the trust and admiration,kindness and pleasant aura makes her a beloved figure.",
        "appearance": "Pale, snow white skin, red lips and rose cheeks, brown-green eyes, black short hair and a dress with short sleeves, slender and petit body. Red bow in hair. ",
        "nationality": "German",
        "occupation": "a princess",
        "likes": "singing, animals, nature",
        "dislikes": "-",
        "powers": "very hard working even tho a princess",
        "famousquotes": "Why, there’s seven little chairs! Must be seven little children",
        "zodiacsign": "Taurus",
        "category": "Princess",
        "image": "SnowWhite"
    },
    {
        "name": "Phillip",
        "personality": "Stubborn,\nindependent,\nelegant,\nswift,\nromantic,\nagile,\nloyal,\nstrong,\nheroic,\nbrave.",
        "appearance": "Slim, built physique,\nFair skin,\nBrown hair,\nBrown eyes.\n",
        "nationality": "English",
        "occupation": "Prince",
        "likes": "Singing;\r\nWaltzing;\r\nAdventure;\r\nDancing;\r\nRiding with Samson;\r\n",
        "dislikes": "The Forbidden Mountain; \r\nThorns; \r\nDragons;\r\n",
        "powers": "Horse Riding;\nClose combat;\nSwiftness;\nSword wielder;\nDragon Slayer;",
        "famousquotes": "\"It wasn't a dream father, I really did meet her!\"",
        "zodiacsign": "Gemini",
        "category": "Prince"
    }
]